{
  "format": "graph-model",
  "generatedBy": "2.7.0",
  "convertedBy": "TensorFlow.js Converter v4.22.0",
  "signature": {
    "inputs": {
      "input_1": {
        "name": "input_1:0",
        "dtype": "DT_FLOAT",
        "tensorShape": {
          "dim": [{ "size": "-1" }, { "size": "-1" }, { "size": "-1" }, { "size": "3" }]
        }
      }
    },
    "outputs": {
      "output_1": {
        "name": "Identity:0",
        "dtype": "DT_FLOAT",
        "tensorShape": { "dim": [{ "size": "-1" }, { "size": "1000" }] }
      }
    }
  },
  "modelTopology": {
    "node": [
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_39/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_39/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_39/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_39/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_39/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_38/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_38/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_38/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_38/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_38/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_37/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_37/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_37/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_37/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_37/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_36/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_36/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_36/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_36/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_36/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_35/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_35/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_35/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_35/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_35/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_34/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_34/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_34/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_34/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_34/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_33/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_33/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_33/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_33/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_33/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_32/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_32/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_32/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_32/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_32/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_31/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_31/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_31/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_31/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_31/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_30/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_30/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_30/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_30/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_30/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_29/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_29/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_29/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_29/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_29/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_28/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_28/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_28/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_28/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_28/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_27/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_27/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_27/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_27/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_27/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_26/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_26/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1536" }, { "size": "64" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_26/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "64" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_26/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "64" }, { "size": "1536" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_26/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "1536" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_25/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_25/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_25/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_25/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_25/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_24/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_24/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_24/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_24/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_24/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_23/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_23/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_23/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_23/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_23/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_22/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_22/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_22/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_22/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_22/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_21/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_21/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_21/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_21/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_21/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_20/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_20/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_20/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_20/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_20/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_19/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_19/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_19/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_19/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_19/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_18/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_18/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_18/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_18/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_18/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_17/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_17/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "960" }, { "size": "40" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_17/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "40" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_17/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "40" }, { "size": "960" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_17/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "960" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_16/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_16/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "768" }, { "size": "32" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_16/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "32" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_16/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "32" }, { "size": "768" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_16/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "768" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_15/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_15/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "512" }, { "size": "32" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_15/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "32" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_15/se/conv2d_1/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "32" }, { "size": "512" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_15/se/conv2d_1/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_FLOAT", "tensorShape": { "dim": [{ "size": "512" }] } }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_14/se/Mean/reduction_indices",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": { "dtype": "DT_INT32", "tensorShape": { "dim": [{ "size": "2" }] } }
          },
          "dtype": { "type": "DT_INT32" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_14/se/conv2d/Conv2D/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
            "tensor": {
              "dtype": "DT_FLOAT",
              "tensorShape": {
                "dim": [{ "size": "1" }, { "size": "1" }, { "size": "512" }, { "size": "32" }]
              }
            }
          },
          "dtype": { "type": "DT_FLOAT" }
        }
      },
      {
        "name": "StatefulPartitionedCall/efficientnetv2-s/blocks_14/se/conv2d/BiasAdd/ReadVariableOp",
        "op": "Const",
        "attr": {
          "value": {
